/* Localizable strings of com.apple.homeSync preference manifest */

"homeSync.pfm_title" =			"Kotisynkronointi";
"homeSync.pfm_description" =			"Kotisynkronoinnin asetukset";

"isNewMobileAccount.pfm_title" =			"Uusi liikkuva tunnus";
"isNewMobileAccount.pfm_description" =			"Aseta todeksi, jos tämä uusi liikkuva tunnus pitää synkronoida aluksi.";
"periodicSyncOn.pfm_title" =			"Taustasynkronointi päälle";
"periodicSyncOn.pfm_description" =			"Aseta todeksi, jos haluat synkronoida taustalla.";
"syncPeriodSeconds.pfm_title" =			"Taustasynkronoinnin väli";
"syncPeriodSeconds.pfm_description" =			"Taustasynkronoinnin aikaväli sekunneissa.";
"replaceUserSyncList.pfm_title" =			"Ohita kotisynkronoinnin asetukset";
"replaceUserSyncList.pfm_description" =			"Aseta todeksi, jos haluat korvata käyttäjän kotisynkronointiasetukset hallinnoiduilla asetuksilla. Aseta epätodeksi, jos haluat yhdistää hallinnoitujen asetusten kanssa.";
"replaceUserPrefSyncList.pfm_title" =			"Ohita asetussynkronoinnin asetukset";
"replaceUserPrefSyncList.pfm_description" =			"Aseta todeksi, jos haluat korvata käyttäjän asetussynkronointiasetukset hallinnoiduilla asetuksilla. Aseta epätodeksi, jos haluat yhdistää ne hallinnoitujen asetusten kanssa.";

"syncedFolders.pfm_title" =			"Kotisynkronointikohteet";
"syncedFolders.pfm_description" =			"Sisällytä kohteet taustasynkronointiin, kun käyttäjä kirjautuu sisään.";
"syncedFolders-raw.pfm_title" =			"Hallinnoidun kotisynkronoinnin kohteet";
"syncedFolders-raw.pfm_description" =			"Sisällytä hallinnoidut kohteet taustasynkronointiin, kun käyttäjä kirjautuu sisään.";
"syncedPrefFolders.pfm_title" =			"Asetussynkronoinnin kohteet";
"syncedPrefFolders.pfm_description" =			"Sisällytä kohteet synkronointiin, kun käyttäjä kirjautuu sisään tai ulos.";
"syncedPrefFolders-raw.pfm_title" =			"Hallinnoidun asetussynkronoinnin kohteet";
"syncedPrefFolders-raw.pfm_description" =			"Sisällytä hallinnoidut kohteet synkronointiin, kun käyttäjä kirjautuu sisään tai ulos.";
"sync_item_description.pfm_title" =			"Kuvaus";
"sync_item_description.pfm_description" =			"Synkronoitavan tiedoston tai kansion kuvaus.";
"path.pfm_title" =			"Polku";
"path.pfm_description" =			"Synkronoitavan tiedoston tai kansion polku.";

"excludedItems.pfm_title" =			"Kotisynkronoinnin poissulkemiset";
"excludedItems.pfm_description" =			"Listaa kohteet, jotka jätetään pois kotisynkronoinnista.";
"excludedItems-raw.pfm_title" =			"Hallinnoidun kotisynkronoinnin poissulkemiset";
"excludedItems-raw.pfm_description" =			"Listaa hallinnoidut kohteet, jotka jätetään pois kotisynkronoinnista.";
"excludedPrefItems.pfm_title" =			"Asetussynkronoinnin poissulkemiset";
"excludedPrefItems.pfm_description" =			"Listaa kohteet, jotka jätetään pois asetussynkronoinnista.";
"excludedPrefItems-raw.pfm_title" =			"Hallinnoidun asetussynkronoinnin poissulkemiset";
"excludedPrefItems-raw.pfm_description" =			"Listaa hallinnoidut kohteet, jotka jätetään pois asetussynkronoinnista.";
"comparison.pfm_title" =			"Vertailu";
"comparison.pfm_description" =			"Vertailun tyyppi.";
"value.pfm_title" =			"Arvo";
"value.pfm_description" =			"Vertailuarvo.";

"syncedFolders-UPK.pfm_title" =			"Hallinnoidun kotisynkronoinnin liittokäytäntö";
"syncedFolders-UPK.pfm_description" =			"Hallinnoidun kotisynkronoinnin liittokäytäntö";
"syncedPrefFolders-UPK.pfm_title" =			"Hallinnoitujen asetussynkronoinnin liittokäytäntö";
"syncedPrefFolders-UPK.pfm_description" =			"Hallinnoitujen asetussynkronoinnin liittokäytäntö";
"excludedItems-UPK.pfm_title" =			"Hallinnoitujen taustapoissulkemisten liittokäytäntö";
"excludedItems-UPK.pfm_description" =			"Hallinnoitujen taustapoissulkemisten liittokäytäntö";
"excludedPrefItems-UPK.pfm_title" =			"Hallinnoitujen asetuspoissulkemisten liittokäytäntö";
"excludedPrefItems-UPK.pfm_description" =			"Hallinnoitujen asetuspoissulkemisten liittokäytäntö";

"loginPrefSyncConflictResolution.pfm_title" =			"Asetetun sisäänkirjautumissynkronoinnin ristiriitojen ratkaisu";
"loginPrefSyncConflictResolution.pfm_description" = 			"Tämä asetus vaikuttaa ~/Kirjasto-kansion synkronointiin sisäänkirjautumisessa. Arvo ”mobileHomeWins” yhdistää kodit ja asettaa paikallisen (liikkuvan) kodin voittamaan ristiriidat, ”mobileHomeCopy” kopioi paikallisen kodin verkkokotikansioon, ”automatic” tai ”networkHomeWins” yhdistää kodit ja asettaa verkkokotikansion voittamaan ristiriidat ja ”networkHomeCopy” kopioi verkkokotikansion paikalliseen kotiin.";
"loginNonprefSyncConflictResolution.pfm_title" =			"Ei-asetetun sisäänkirjautumissynkronoinnin ristiriitojen ratkaisu";
"loginNonprefSyncConflictResolution.pfm_description" = 			"Tämä asetus vaikuttaa kaiken paitsi ~/Kirjasto-kansion synkronointiin sisäänkirjautumisessa. Arvo ”showConflictDialogs” näyttää valintataulun kun ristiriitoja tapahtuu, ”mobileHomeWins” yhdistää kodit ja asettaa paikallisen (liikkuvan) kodin voittamaan ristiriidat, ”mobileHomeCopy” kopioi paikallisen kodin verkkokotikansioon, ”automatic” tai ”networkHomeWins” yhdistää kodit ja asettaa verkkokotikansion voittamaan ristiriidat ja ”networkHomeCopy” kopioi verkkokotikansion paikalliseen kotiin.";
"logoutPrefSyncConflictResolution.pfm_title" =			"Asetetun uloskirjautumissynkronoinnin ristiriitojen ratkaisu";
"logoutPrefSyncConflictResolution.pfm_description" = 			"Tämä asetus vaikuttaa ~/Kirjasto-kansion synkronointiin uloskirjautumisessa. Arvo ”mobileHomeWins” yhdistää kodit ja asettaa paikallisen (liikkuvan) kodin voittamaan ristiriidat, ”mobileHomeCopy” kopioi paikallisen kodin verkkokotikansioon, ”networkHomeWins” yhdistää kodit ja asettaa verkkokotikansion voittamaan ristiriidat ja ”networkHomeCopy” kopioi verkkokotikansion paikalliseen kotiin.";
"logoutNonprefSyncConflictResolution.pfm_title" =			"Ei-asetetun uloskirjautumissynkronoinnin ristiriitojen ratkaisu";
"logoutNonprefSyncConflictResolution.pfm_description" = 			"Tämä asetus vaikuttaa kaiken paitsi ~/Kirjasto-kansion synkronointiin uloskirjautumisessa. Arvo ”showConflictDialogs” näyttää valintataulun kun ristiriitoja tapahtuu, ”automatic” tai ”mobileHomeWins” yhdistää kodit ja asettaa paikallisen (liikkuvan) kodin voittamaan ristiriidat, ”mobileHomeCopy” kopioi paikallisen kodin verkkokotikansioon, ”networkHomeWins” yhdistää kodit ja asettaa verkkokotikansion voittamaan ristiriidat ja ”networkHomeCopy” kopioi verkkokotikansion paikalliseen kotiin.";
"backgroundConflictResolution.pfm_title" =			"Kotisynkronointiristiriitojen ratkaisu";
"backgroundConflictResolution.pfm_description" = 			"Tämä asetus vaikuttaa kaiken paitsi ~/Kirjasto-kansion synkronointiin taustalla. Arvo ”automatic” tai ”showConflictDialogs” näyttää valintataulun kun ristiriitoja tapahtuu, ”mobileHomeWins” yhdistää kodit ja asettaa paikallisen (liikkuvan) kodin voittamaan ristiriidat, ”mobileHomeCopy” kopioi paikallisen kodin verkkokotikansioon, ”networkHomeWins” yhdistää kodit ja asettaa verkkokotikansion voittamaan ristiriidat ja ”networkHomeCopy” kopioi verkkokotikansion paikalliseen kotiin.";

"syncPreferencesAtLogin.pfm_title" =			"Synkronoi asetukset sisäänkirjautumisen aikana";
"syncPreferencesAtLogin.pfm_description" = 			"Tämä asetus mahdollistaa asetusten synkronoimisen sisäänkirjautumisen aikana. ”automatic” tai ”sync” synkronoi asetukset sisäänkirjautumisen aikana. ”dontSync” ei synkronoi asetuksia sisäänkirjautumisen aikana.";
"syncPreferencesAtLogout.pfm_title" =			"Synkronoi asetukset uloskirjautumisen aikana";
"syncPreferencesAtLogout.pfm_description" = 			"Tämä asetus mahdollistaa asetusten synkronoimisen uloskirjautumisen aikana. ”automatic” tai ”sync” synkronoi asetukset uloskirjautumisen aikana. ”dontSync” ei synkronoi asetuksia uloskirjautumisen aikana.";
"syncPreferencesAtSyncNow.pfm_title" =			"Synkronoi asetukset manuaalisen synkronoinnin aikana";
"syncPreferencesAtSyncNow.pfm_description" = 			"Tämä asetus mahdollistaa asetusten synkronoimisen manuaalisen synkronoinnin aikana. ”automatic” tai ”sync” synkronoi asetukset manuaalisen synkronoinnin aikana. ”dontSync” ei synkronoi asetuksia manuaalisen synkronoinnin aikana.";
"syncPreferencesInBackground.pfm_title" =			"Synkronoi asetukset taustalla";
"syncPreferencesInBackground.pfm_description" = 			"Tämä asetus mahdollistaa asetusten synkronoimisen taustasynkronoinnin aikana. ”automatic” tai ”sync” synkronoi asetukset taustalla. ”dontSync” ei synkronoi asetuksia taustalla.";

"syncBackgroundSetAtLogin.pfm_title" =			"Synkronoi kotisynkronointikohteet sisäänkirjautumisen aikana";
"syncBackgroundSetAtLogin.pfm_description" = 			"Tämä asetus mahdollistaa kotisynkronointikohteiden synkronoimisen sisäänkirjautumisen aikana. ”automatic” tai ”sync” synkronoi kotisynkronointikohteet sisäänkirjautumisen aikana. ”dontSync” ei synkronoi kotisynkronointikohteita sisäänkirjautumisen aikana.";
"syncBackgroundSetAtLogout.pfm_title" =			"Synkronoi kotisynkronointikohteet uloskirjautumisen aikana";
"syncBackgroundSetAtLogout.pfm_description" = 			"Tämä asetus mahdollistaa kotisynkronointikohteiden synkronoimisen uloskirjautumisen aikana. ”automatic” tai ”sync” synkronoi kotisynkronointikohteet uloskirjautumisen aikana. ”dontSync” ei synkronoi kotisynkronointikohteita uloskirjautumisen aikana.";
"syncBackgroundSetAtSyncNow.pfm_title" =			"Synkronoi kotisynkronointikohteet manuaalisen synkronoinnin aikana";
"syncBackgroundSetAtSyncNow.pfm_description" = 			"Tämä asetus mahdollistaa kotisynkronointikohteiden synkronoimisen manuaalisen synkronoinnin aikana. ”automatic” tai ”sync” synkronoi kotisynkronointikohteet manuaalisen synkronoinnin aikana. ”dontSync” ei synkronoi kotisynkronointikohteita manuaalisen synkronoinnin aikana.";
"syncBackgroundSetInBackground.pfm_title" =			"Synkronoi kotisynkronointikohteet taustalla";
"syncBackgroundSetInBackground.pfm_description" = 			"Tämä asetus mahdollistaa kotisynkronointikohteiden synkronoimisen taustasynkronoinnin aikana. ”automatic” tai ”sync” synkronoi kotisynkronointikohteet taustalla. ”dontSync” ei synkronoi kotisynkronointikohteita taustalla.";

"loginPrefSuppressErrors.pfm_title" =			"Vaienna asetetun sisäänkirjautumisen synkronointivirheet";
"loginPrefSuppressErrors.pfm_description" = 			"Tosi estää virhevalintataulut sisäänkirjautumissynkronoinnissa ~/Kirjasto-kansion kohdalla.";
"loginNonprefSuppressErrors.pfm_title" =			"Vaienna ei-asetetun sisäänkirjautumisen synkronointivirheet";
"loginNonprefSuppressErrors.pfm_description" = 			"Tosi estää virhevalintataulut sisäänkirjautumissynkronoinnissa kaiken muun paitsi ~/Kirjasto-kansion kohdalla.";
"logoutPrefSuppressErrors.pfm_title" =			"Vaienna asetetun uloskirjautumisen synkronointivirheet";
"logoutPrefSuppressErrors.pfm_description" = 			"Tosi estää virhevalintataulut uloskirjautumissynkronoinnissa ~/Kirjasto-kansion kohdalla.";
"logoutNonprefSuppressErrors.pfm_title" =			"Vaienna ei-asetetun uloskirjautumisen synkronointivirheet";
"logoutNonprefSuppressErrors.pfm_description" = 			"Tosi estää virhevalintataulut uloskirjautumissynkronoinnissa kaiken muun paitsi ~/Kirjasto-kansion kohdalla.";
"firstSyncSuppressErrors.pfm_title" =			"Vaienna alkusynkronointivirheet";
"firstSyncSuppressErrors.pfm_description" = 			"Tosi estää virhevalintataulujen näyttämisen alkusynkronoinnin aikana.";
"backgroundSuppressErrors.pfm_title" =			"Vaienna kotisynkronointivirheet";
"backgroundSuppressErrors.pfm_description" = 			"Aseta todeksi, jos haluat estää virhevalintataulujen näkymisen kotisynkronoinnin aikana.";

"loginSyncDialogTimeoutSeconds.pfm_title" =			"Sisäänkirjautumisvalintataulun aikakatkaisu";
"loginSyncDialogTimeoutSeconds.pfm_description" = 			"Enimmäisaika sekunneissa, jonka sisäänkirjautumisen virhe- tai ristiriitavalintataulua näytetään. Arvo 0 tarkoittaa, että aikarajaa ei ole.";
"logoutSyncDialogTimeoutSeconds.pfm_title" =			"Uloskirjautumisvalintataulun aikakatkaisu";
"logoutSyncDialogTimeoutSeconds.pfm_description" = 			"Enimmäisaika sekunneissa, jonka uloskirjautumisen virhe- tai ristiriitavalintataulua näytetään. Arvo 0 tarkoittaa, että aikarajaa ei ole.";

"disableFirstSyncCancel.pfm_title" =				"Poista käytöstä ensimmäisen synkronoinnin kumoaminen";
"disableFirstSyncCancel.pfm_description" = 			"Aseta todeksi, jos haluat poistaa käytöstä ensimmäisen synkronoinnin kumoamisen.";
"disableLoginSyncCancel.pfm_title" =				"Poista käytöstä sisäänkirjautumissynkronoinnin kumoaminen";
"disableLoginSyncCancel.pfm_description" =			"Aseta todeksi, jos haluat poistaa käytöstä sisäänkirjautumissynkronoinnin kumoamisen.";
"disableLogoutSyncCancel.pfm_title" =				"Poista käytöstä uloskirjautumissynkronoinnin kumoaminen";
"disableLogoutSyncCancel.pfm_description" =			"Aseta todeksi, jos haluat poistaa käytöstä uloskirjautumissynkronoinnin kumoamisen.";

"progressDelaySeconds.pfm_title" =				"Edistymisvalintataulun kesto";
"progressDelaySeconds.pfm_description" = 			"Aika kokonaisina sekunteina, jonka edistymisvalintataulu kestää eri syistä. Jos tätä avainta ei aseteta, oletus on 0,5 sekuntia";
"alertOnFailedMounts.pfm_title" =				"Varoita, jos näkyviin tuominen epäonnistuu";
"alertOnFailedMounts.pfm_description" =			"Aseta todeksi, jos haluat varoituksen, kun verkkokotikansion näkyviin tuominen epäonnistuu.";

